Repository: DaniGwen/CSharp-ASP.NET-Core
Catalog: RentCargoBus/RentCargoBus.Web/Resources/SharedResources.*.resx
Languages: fr

source: A 6 мonth plan is available. Contact us for more information
fr: Un plan de 6 mois est disponible. Contactez-nous pour plus d'informations

source: Accept
fr: J'accepte

source: analitics or sell/share to third parties
fr: analitiques ou vendre / partager à des tiers

source: Anti-forgery cookie
fr: Cookie anti-contrefaçon

source: Available
fr: Disponible

source: Back
fr: Arrière

source: button you agree on additional cookies
fr: bouton vous acceptez les cookies supplémentaires

source: By clicking the
fr: En cliquant sur le

source: Cargo vans
fr: Fourgonnettes

source: Cars
fr: Voitures

source: Changes to policy
fr: Modifications de la politique

source: Check our site policy
fr: Consultez la politique de notre site

source: Communication
fr: la communication

source: Consent cookie
fr: Cookie de consentement

source: Consumption
fr: Consommation

source: Contact us to rent
fr: Contactez-nous pour louer

source: cookies or you choose language other than default one
fr: cookies ou vous choisissez une langue autre que celle par défaut

source: Could not send request
fr: Impossible d'envoyer la demande

source: Culture cookie
fr: Cookie de culture

source: Day
fr: Journée

source: Delivery
fr: Livraison

source: Deposit
fr: Dépôt

source: Doors
fr: Des portes

source: Expires after one year
fr: Expire après un an

source: Height
fr: La taille

source: Home
fr: Accueil

source: In order to be able to change the default language we have to write one extra cookie to your browser
fr: Afin de pouvoir changer la langue par défaut, nous devons écrire un cookie supplémentaire dans votre navigateur

source: It is essential cookie
fr: C'est un cookie essentiel

source: It is non-essential cookie and it is send only when you
fr: Il s'agit d'un cookie non essentiel et il n'est envoyé que lorsque vous

source: Kilometer per liter
fr: Kilomètre par litre

source: Lease price from
fr: Prix ​​de location à partir de

source: Max load
fr: Charge maximale

source: No cars at the moment
fr: Pas de voitures pour le moment

source: No images at the moment
fr: Aucune image pour le moment

source: No personal data is collected for the purpose of advertising, analitics or social media purposes
fr: Aucune donnée personnelle n'est collectée à des fins de publicité, d'analyse ou de médias sociaux

source: No vans at the moment
fr: Pas de fourgonnettes pour le moment

source: non-essential cookies
fr: cookies non essentiels

source: Not Available
fr: Indisponible

source: once again our cookie policy if any changes occur
fr: encore une fois notre politique de cookies si des changements se produisent

source: Optional
fr: Optionnel

source: Or
fr: Ou

source: Passenger vans
fr: Véhicules utilitaires

source: Phone
fr: Téléphone

source: Plate number
fr: Numéro de la plaque

source: Please fill all fields
fr: Merci de compléter tous les champs

source: Please use the provided phone number
fr: Veuillez utiliser le numéro de téléphone fourni

source: Price for a day
fr: Prix ​​pour une journée

source: Price per day
fr: Prix ​​par jour

source: Price per Month
fr: Prix ​​par mois

source: Prices
fr: Des prix

source: Privacy Policy
fr: Politique de confidentialité

source: regarding the status and other details of that vehicle
fr: concernant le statut et d'autres détails de ce véhicule

source: Request send
fr: Demande envoyée

source: Request vehicle
fr: Demander un véhicule

source: Revoke Cookie Consent
fr: Révoquer le consentement aux cookies

source: Seats
fr: Des places

source: Send request
fr: Envoyer une demande

source: Send us Your details to request this vehicle and we will contact you
fr: Envoyez-nous vos coordonnées pour demander ce véhicule et nous vous contacterons

source: Thank you
fr: Merci

source: This cookie we send when you
fr: Ce cookie que nous envoyons lorsque vous

source: Vehicles you can lease
fr: Véhicules que vous pouvez louer

source: We can update or change our policy in the future
fr: Nous pouvons mettre à jour ou modifier notre politique à l'avenir

source: We do not use or collect any personal information for the purpose of tracking
fr: Nous n'utilisons ni ne collectons aucune information personnelle à des fins de suivi

source: We may contact you by E-mail that you provide when you request a vehicle in the vehicle details page
fr: Nous pouvons vous contacter par e-mail que vous fournissez lorsque vous demandez un véhicule sur la page des détails du véhicule

source: We send it to your browser so that you don't have to accept it every time you visit us
fr: Nous l'envoyons à votre navigateur afin que vous n'ayez pas à l'accepter à chaque fois que vous nous visitez

source: We send that cookie for security reasons
fr: Nous envoyons ce cookie pour des raisons de sécurité

source: We send that cookie to your browser so you don't have to change the language every time you visit us
fr: Nous envoyons ce cookie à votre navigateur afin que vous n'ayez pas à changer de langue à chaque fois que vous nous visitez

source: Weight
fr: Poids

source: Welcome
fr: Bienvenue

source: What cookies we send and how we use them
fr: Quels cookies nous envoyons et comment nous les utilisons

source: You can call or message us on the provided mobile phone number and e-mail to arrange a vehicle or discuss details
fr: Vous pouvez nous appeler ou nous envoyer un message sur le numéro de téléphone portable et l'e-mail fournis pour organiser un véhicule ou discuter des détails

source: You can withdraw your cookie consent anytime
fr: Vous pouvez retirer votre consentement aux cookies à tout moment

source: You will be prompted to
fr: Vous serez invité à

source: Your Email
fr: Votre e-mail

source: Your Name
fr: Votre nom
